/* Marks the directory to be a collection. */
"                    as a Collection" = "                    Colección";

/* Marks the directory to no longer be a collection */
"                    to Not be a Collection" = "                    No es colección";

/* Mark whole directory to delete the metadata */
"            Clear Metadata" = "            Borrar metadatos";

/* Mark whole directory as favorite */
"            Favorite" = "            Favoritos";

/* Mark whole directory as not favorite */
"            Not Favorite" = "            No favoritos";

/* Mark whole directory to re-fetch its movie data */
"            Refetch Movie Data" = "            Volver a recuperar datos películas";

/* Mark whole directory to re-fetch its tv data */
"            Refetch TV Data" = "            Volver a recuperar datos TV";

/* Mark whole directory to reset import decisions */
"            Reset Import Decisions" = "            Restablecer decisiones importación";

/* Mark whole directory as unwatched */
"            Unwatched" = "            No visto";

/* Mark a file to delete the metadata */
"        Clear Metadata" = "        Borrar metadatos";

/* Mark file as not a favorite */
"        Favorite" = "        Favoritos";

/* Mark file as a favorite */
"        Not Favorite" = "        No favoritos";

/* Mark file to re-fetch its movie data */
"        Refetch Movie Data" = "        Volver a recuperar datos películas";

/* Mark file to re-fetch its tv data */
"        Refetch TV Data" = "        Volver a recuperar datos TV";

/* Mark a file to reset import decisions */
"        Reset Import Decisions" = "        Restablecer decisiones importación";

/* Conduct a scan of the directory for new files */
"     < Scan for new files >" = "     < Buscar archivos nuevos >";

/*      Clear */
"     Clear" = "     Borrar";

/*      Selected Files */
"     Selected Files" = "     Archivos seleccionados";

/*      This File and Complete */
"     This File and Complete" = "     Este archivo y completar";

/* Hide movie/show chooser menu item */
"  Auto-Select Movies/Shows" = "  Autoselección películas/programas";

/* Start Poster Chooser menu item */
"  Choose Movie Posters" = "  Elegir carteles películas";

/* Delete Collections menu item */
"  Delete Collections" = "  Eliminar colecciones";

/* Disable the anonymous reporting for aid in future features */
"  Disable Anonymous Reporting" = "  Desactivar informes anónimos";

/* Don't Import Collections menu item */
"  Don't Import Collections" = "  No importar colecciones";

/* Enable AC3 Passthrough menu item */
"  Enable AC3 Passthrough" = "  Activar AC3 Passthrough";

/* Don't rescan directories upon entry and used cached data */
"  Fast Directory Switching" = "  Cambio rápido directorio";

/* Display only Favorite Files */
"  Favorite Files" = "  Archivos favoritos";

/* Fetch Movie Data menu item */
"  Fetch Movie Data" = "  Recuperar datos películas";

/* Fetch TV Show Data menu item */
"  Fetch TV Show Data" = "  Recuperar datos programas TV";

/* Hide perian audio info menu item */
"  Hide Audio Info" = "  Ocultar información audio";

/* Hide Collections menu item */
"  Hide Collections" = "  Ocultar colecciones";

/* Hide poster chooser menu item */
"  Hide Poster Chooser" = "  Ocultar selector carteles";

/* Hide show summary menu item */
"  Hide Show Spoilers" = "  Ocultar avances programa";

/* Hide the ui quitter menu item */
"  Hide UI Quit" = "  Ocultar salir de UI";

/* Hide perian video info menu item */
"  Hide Video Info" = "  Ocultar información video";

/* All Importer Menu Item */
"  Import All Data" = "  Importar todos los datos";

/* No comment provided by engineer. */
"  Movies" = "  Películas";

/* Populate File Data menu item */
"  Populate File Data" = "  Rellenar datos archivo";

/* UI Quit */
"  Reset the thing already" = "  Restablecer ya";

/* Settings Menu Item */
"  Settings" = "  Configuración";

/* Skip Favorite shows menu item */
"  Skip \"Favorite Shows\" filter" = "  Omitir filtro \"Programas favoritos\"";

/* Skip Top shows menu item */
"  Skip \"Top Shows\" filter" = "  Omitir filtro \"Mejores programas\"";

/* Skip Unwatched shows menu item */
"  Skip \"Unwatched Shows\" filter" = "  Omitir filtro \"Programas no vistos\"";

/* No comment provided by engineer. */
"  TV Shows" = "  Programas TV";

/* Display only Unwatched Files */
"  Unwatched Files" = "  Archivos no vistos";

/* Use directory names instead of filenames for movie lookup */
"  Use Directory Lookup" = "  Usar búsqueda directorio";

/* No comment provided by engineer. */
" Movies" = " Películas";

/* Settings Menu Item */
" Settings" = " Configuración";

/* No comment provided by engineer. */
" TV Shows" = " Programas TV";

/* Could not find file; parameter is moving file */
"%@ Seems to be missing" = "Parece que falta %@";

/* Empty directory */
"< EMPTY >" = "< VACÍO >";

/* Mark a file that is not a movie in the movie chooser */
"<This is Not a Movie>" = "<Esta no es una película>";

/* Mark an episode as not a TV show in the show chooser */
"<This is not a TV Show>" = "<Este no es un programa de TV>";

/* No comment provided by engineer. */
"A Directory name should not contain any '/' characters" = "Un nombre de directorio no debe contener caracteres '/'";

/* No comment provided by engineer. */
"A File name should not contain any '/' characters" = "Un nombre de archivo no debe contener caracteres '/'";

/* The group metadata import complete */
"All available metadata has been imported" = "Todos los metadatos disponibles fueron importados";

/* The Movie import is complete */
"All available Movie data has been imported" = "Todos los datos de películas disponibles fueron importados";

/* The TV Show import complete */
"All available TV Show data has been imported" = "Todos los datos de programas de TV disponibles fueron importados";

/* Delete Collections description */
"Allows the user to specify which collections should be delete along with its data.  Use this for collections which will never be used again." = "Permite que el usuario especifique las colecciones que deben eliminarse junto con los datos afines.  Usar esto para colecciones que nunca volverá a usar.";

/* Hide Collections description */
"Allows the user to specify which collections should be hidden from Sapphire's main menu." = "Permite que el usuario especifique las colecciones del menú principal de Sapphire que deben ocultarse.";

/* Don't Import Collections description */
"Allows the user to specify which collections should be skipped when importing meta data." = "Permite que el usuario especifique las colecciones deben omitirse al importar los metadatos.";

/* parameter is file/dir that is being deleted */
"Are you sure you wish to delete %@?" = "¿Está seguro de que desea eliminar %@?";

/* [Sort] By Awards Won */
"By Awards Won" = "Por premios ganados";

/* [Sort] By Date */
"By Date" = "Por fecha";

/* [Sort] By Episode number */
"By Episode" = "Por episodio";

/* [Sort] By IMDB Rank */
"By IMDB Rank" = "Por categoría IMDB";

/* [Sort] By IMDB Rating */
"By IMDB Rating" = "Por clasificación IMDB";

/* [Sort] By Movie Title */
"By Movie Title" = "Por título de película";

/* Cancel */
"Cancel" = "Cancelar";

/* Cancel the import process */
"Cancel Import" = "Cancelar importación";

/* Change artwork */
"Change artwork" = "Cambiar material gráfico";

/* Start Poster Chooser description */
"Choose Movie Posters" = "Elegir carteles películas";

/* No comment provided by engineer. */
"Collections" = "Colecciones";

/* Unknown error renaming file/directory; parameter is name */
"Could not delete %@.  Is the filesystem read-only?" = "No se pudo eliminar %@.  ¿Es un sistema de archivos de sólo lectura?";

/* Unknown error renaming file/directory; parameter is extension, name */
"Could not move %@ file for %@.  Is the filesystem read-only?" = "No se pudo mover el archivo %1$@ para %2$@.  ¿Es un sistema de archivos de sólo lectura?";

/* Unknown error renaming file/directory; parameter is name */
"Could not move %@.  Is the filesystem read-only?" = "No se pudo mover %@.  ¿Es un sistema de archivos de sólo lectura?";

/* Unknown error renaming file/directory; parameter is name */
"Could not move cover art for %@.  Is the filesystem read-only?" = "No se pudo mover la imagen de portada para %@.  ¿Es un sistema de archivos de sólo lectura?";

/* Unknown error renaming file/directory; parameter is name */
"Could not move to %@.  Is the filesystem read-only?" = "No se pudo mover a %@.  ¿Es un sistema de archivos de sólo lectura?";

/* Delete Collections Menu Title */
"Delete Collections" = "Eliminar colecciones";

/* Marks this directory to be deleted */
"Delete Directory" = "Eliminar directorio";

/* No comment provided by engineer. */
"Delete Directory?" = "¿Eliminar directorio?";

/* No comment provided by engineer. */
"Delete Error" = "Eliminar error";

/* Marks this file to be deleted */
"Delete File" = "Eliminar archivo";

/* No comment provided by engineer. */
"Delete File?" = "¿Eliminar archivo?";

/* No comment provided by engineer. */
"Deletes this directory and its contents" = "Elimina este directorio y su contenido";

/* No comment provided by engineer. */
"Deletes this file" = "Elimina este archivo";

/* Display All Files (no filtering) */
"Display All Files" = "Mostrar todos los archivos";

/* file duration in metadata display */
"Duration" = "Duración";

/* No comment provided by engineer. */
"Edit the display name for this collection" = "Editar el nombre para mostrar de esta colección";

/* No comment provided by engineer. */
"Edit the name for this directory" = "Editar el nombre de este directorio";

/* Episode in metadata display */
"Episode" = "Episodio";

/* No comment provided by engineer. */
"Error" = "Error";

/* Title */
"Fetch Movie Data" = "Recuperar datos películas";

/* Title */
"Fetch TV Show Data" = "Recuperar datos programas TV";

/* Current TV Show import process format, filename */
"Fetching For: %@" = "Recuperando: %@";

/* File Not Present title */
"File Not Present" = "Archivo no presente";

/* Import progress format, current and the max */
"Finished Processing: %0.0f / %0.0f" = "Finalizó el procesamiento: %1$.0f / %2$.0f";

/* Getting artwork selection */
"Getting artwork selection" = "Obtener selección material gráfico";

/* Hide Collections Menu Title */
"Hide Collections" = "Ocultar colecciones";

/* Title */
"Import All Data" = "Importar todos los datos";

/* The import is complete */
"Import Complete" = "Importación completa";

/* The import is starting */
"Initializing..." = "Inicializando...";

/*      Selected Files */
"Join Selected Files" = "Unir archivos seleccionados";

/* Join To Other Files */
"Join To Other Files" = "Unir a otros archivos";

/* No comment provided by engineer. */
"Joining Files" = "Unión archivos";

/* No comment provided by engineer. */
"Main Menu" = "Menú principal";

/* Mark whole directory as watched */
"Mark All as Watched" = "Marcar todo como visto";

/* Mark file as unwatched */
"Mark as Unwatched" = "Marcar como no visto";

/* Mark file as watched */
"Mark as Watched" = "Marcar como visto";

/* Marks this directory to be no longer be skipped during import */
"Mark Directory For Importing" = "Marcar directorio para importación";

/* Marks this directory to be skipped during import */
"Mark this Directory to Skip Import" = "Marcar este directorio para omitir importación";

/* parameter is last component of path, second is last path component of destination */
"Move %@ to %@" = "Mover %1$@ a %2$@";

/* Rename file description */
"Move a file to another name" = "Cambiar el nombre del archivo";

/* Marks this directory to be moved */
"Move Directory" = "Mover directorio";

/* Marks this file to be moved */
"Move File" = "Mover archivo";

/* No comment provided by engineer. */
"Move this directory.  Select destination later." = "Mover este directorio.  Seleccionar destino después.";

/* No comment provided by engineer. */
"Move this file.  Select destination later." = "Mover este archivo.  Seleccionar destino después.";

/* Move File to within this directory */
"Move to Here" = "Mover aquí";

/* Movies Menu Item */
"Movies" = "Películas";

/* parameter is file/dir that is being moved */
"Moving %@" = "Moviendo %@";

/* No comment provided by engineer. */
"Moving Error" = "Error de movimiento";

/* No comment provided by engineer. */
"No pretty name to construct" = "No se puede generar un nombre descriptivo";

/* OK */
"OK" = "Aceptar";

/* parameter is filename */
"Opening %@" = "Abriendo %@";

/* Title */
"Populate File Data" = "Rellenar datos archivo";

/* Do a file metadata import */
"Populate Show Data" = "Rellenar datos programa";

/* No comment provided by engineer. */
"Read Error" = "Error de lectura";

/* Reload images */
"Refresh" = "Actualizar";

/* Refresh the artwork selection */
"Refresh the artwork selection" = "Actualizar selección material gráfico";

/* Rename a file, argument is path
   Rename a collection, argument is path */
"Rename %@" = "Cambiar nombre de %@";

/* No comment provided by engineer. */
"Rename all files to a pretty name for those which a pretty name exists" = "Cambiar nombre de todos los archivos para los cuales existe un nombre descriptivo";

/* Rename all files to a pretty name */
"Rename all Files to Pretty Name" = "Cambiar nombre de todos los archivos a un nombre descriptivo";

/* Rename a collection */
"Rename this Collection" = "Cambiar nombre de esta colección";

/* Rename a directory */
"Rename this Directory" = "Cambiar nombre de este directorio";

/* Rename a file */
"Rename this file" = "Cambiar nombre de este archivo";

/* Parameter is new name */
"Rename to \"%@\"" = "Cambiar nombre a \"%@\"";

/* No comment provided by engineer. */
"Rename to Pretty Name" = "Cambiar nombre a nombre descriptivo";

/* Season / Episode in metadata display */
"S/E" = "T/E";

/* Main Menu item name */
"Sapphire" = "Sapphire";

/* Mark directory as favorite description */
"Sapphire will add this directory as favorite." = "Sapphire agregará este directorio a los favoritos.";

/* Mark directory as favorite description */
"Sapphire will add this file as a favorite." = "Sapphire agregará este archivo a los favoritos.";

/* End text after import of files is complete */
"Sapphire will continue to import new files as it encounters them.  You may initiate this import again at any time, and any new or changed files will be imported" = "Sapphire continuará importando nuevos archivos a medida que los encuentre.  Se puede iniciar esta importación de nuevo en cualquier momento, y se importarán todos los archivos nuevos o modificados.";

/* Favorite filtering description */
"Sapphire will filter files to display only favorite files" = "Sapphire filtrará los archivos para mostrar solo los favoritos.";

/* Unwatched filtering description */
"Sapphire will filter files to display only unwatched files" = "Sapphire filtrará los archivos para mostrar solo los no vistos.";

/* No filtering description */
"Sapphire will not filter files, but instead display all files" = "Sapphire no filtrará los archivos, sino que los mostrará todos.";

/* Mark directory as not favorite */
"Sapphire will remove this directory from favorites." = "Sapphire quitará este directorio de los favoritos.";

/* Mark directory as not favorite */
"Sapphire will remove this file from favorites." = "Sapphire quitará este archivo de los favoritos.";

/* Mark directory as unwatched description */
"Sapphire will save this directory as unwatched." = "Sapphire guardará este directorio como no visto.";

/* Mark directory watched description */
"Sapphire will save this directory as watched." = "Sapphire guardará este directorio como visto.";

/* Mark directory watched description */
"Sapphire will save this file as unwatched." = "Sapphire guardará este archivo como no visto.";

/* Mark directory watched description */
"Sapphire will save this file as watched." = "Sapphire guardará este archivo como visto.";

/* No comment provided by engineer. */
"Save Error" = "Error al guardar";

/* parameter is save path */
"Saving Joined File to %@" = "Guardando archivo unido en %@";

/* Current scan import process format, directory */
"Scanning Directory: %@" = "Buscando directorio: %@";

/* Season in metadata display */
"Season" = "Temporada";

/* No comment provided by engineer. */
"Select artwork using images from the file" = "Seleccionar material gráfico usando imágenes del archivo";

/* Select cover art */
"Select cover art" = "Seleccionar imagen de portada";

/* Prompt the user for poster selection */
"Select Movie Poster" = "Seleccionar cartel de película";

/* Prompt the user for title of movie */
"Select Movie Title" = "Seleccionar título de película";

/* Prompt the user for showname with a file */
"Select Show Title" = "Seleccionar título de programa";

/* Settings Menu Item */
"Settings" = "Configuración";

/* filesize in metadata display */
"Size" = "Tamaño";

/* Skip Top shows description */
"Skip \"Top Shows\" filter" = "Omitir filtro \"Mejores programas\"";

/* Skip Collections Menu Title */
"Skip Collections" = "Omitir colecciones";

/* Sort by Date description */
"Sort by Date.  With TV Episodes, this is Air Date.  With Movies, this is Premier Date." = "Ordenar por fecha.  En los episodios de TV, es la fecha de transmisión.  En las películas, es la fecha de estreno.";

/* Sort by Episode Order description */
"Sort by Episode Order." = "Ordenar por orden de episodios.";

/* Sort by IMDB Top 250 Rank description */
"Sort by IMDB Top 250 Rank." = "Ordenar por categoría según los 250 primeros de IMDB.";

/* Sort by IMDB User Rating description */
"Sort by IMDB User Rating." = "Ordenar por clasificación de usuario de IMDB.";

/* Sort by Movie Title description */
"Sort by Movie Title." = "Ordenar por título de película.";

/* Sort by Number of Awards Won description */
"Sort by Number of Awards Won." = "Ordenar por cantidad de premios ganados.";

/* Button */
"Start Fetching Data" = "Empezar a recuperar datos";

/* Button */
"Start Importing Data" = "Empezar a importar datos";

/* Button */
"Start Populating Data" = "Empezar a rellenar datos";

/* Button */
"Start Populating XML Data" = "Empezar a rellenar datos XML";

/* Mark Directory For Importing description */
"Tells Sapphire it's okay to import from this directory." = "Indica a Sapphire que está bien importar de este directorio.";

/* Enable movie/show chooser description */
"Tells Sapphire skip the TV Show and Movie choosers when importing and make selections automatically." = "Indica a Sapphire que omita los selectores de programas de TV y películas al importar y seleccionar automáticamente.";

/* Fetch Movie Data description */
"Tells Sapphire that for every Movie, gather more information from the internet." = "Indica a Sapphire que para toda película obtenga de Internet más información.";

/* Fetch TV Show Data description */
"Tells Sapphire that for every TV episode, gather more information about this episode from the internet." = "Indica a Sapphire que para todo episodio de TV obtenga de Internet más información.";

/* Skip Favorite shows description */
"Tells Sapphire that when changing filter settings, skip over the favorite shows filter." = "Indica a Sapphire que al cambiar la configuración de filtros, omita el filtro de programas favoritos.";

/* Skip Unwatched shows description */
"Tells Sapphire that when changing filter settings, skip over the unwatched shows filter." = "Indica a Sapphire que al cambiar la configuración de los filtros, omita el filtro de programas no vistos.";

/* Fast Directory Switching description */
"Tells Sapphire that when using a filter, use the cached data to setup directories rather than scanning the directories themselves for new files." = "Indica a Sapphire que al usar un filtro, use los datos en caché para configurar los directorios en lugar de buscar nuevos archivos en los directorios mismos.";

/* Enable AC3 Passthrough description */
"Tells Sapphire that you have an AC3 decoder and to enable passthrough of the full audio information to the decoder. This is how you get 5.1 and DTS output." = "Indica a Sapphire que usted tiene un descodificador AC3 y que active el passthrough de la información de audio completa al descodificador. Así es como se obtiene la salida 5.1 y DTS.";

/* Enable Directory lookup description */
"Tells Sapphire that you want to use directory names instead of file names for identifying movies." = "Indica a Sapphire que se desea usar nombres de directorio en lugar de nombres de archivo para identificar las películas.";

/* Marks the directory to be a collection description */
"Tells Sapphire to add this directory to the Collections list." = "Indica a Sapphire que agregue este directorio a la lista de colecciones.";

/* Hide poster chooser description */
"Tells Sapphire to automatically choose posters for movies instead of asking the user to choose one." = "Indica a Sapphire que elija automáticamente los carteles para las películas en lugar de pedir al usuario que los elija.";

/* clear file join list description */
"Tells Sapphire to clear the file join list." = "Indica a Sapphire que borre la lista de unión de archivos.";

/* Join Marked Files description */
"Tells Sapphire to complete the file join." = "Indica a Sapphire que complete la unión de archivos.";

/* Hide perian audio info description */
"Tells Sapphire to disable the display of audio codec and sample rate information." = "Indica a Sapphire que desactive la visualización de información sobre códec de audio y clasificación muestra.";

/* Hide show summary description */
"Tells Sapphire to disable the display of the show's synopsis." = "Indica a Sapphire que desactive la visualización del resumen de programas.";

/* Hide perian video info description */
"Tells Sapphire to disable the display of video codec, resolution, and color depth information." = "Indica a Sapphire que desactive la visualización de información sobre códec de video, resolución e intensidad del color.";

/* Delete collections setting description */
"Tells Sapphire to erase all knowledge of files in this collection." = "Indica a Sapphire que borre todos los datos de los archivos en esta colección.";

/* Populate File Data description */
"Tells Sapphire to examine all files, and remember the file size, length and other information that can be gathered from the file itself." = "Indica a Sapphire que examine todos los archivos, y que recuerde el tamaño de archivo, longitud y otra información que puede obtenerse del archivo mismo.";

/* Mark directory to reset import decisions description */
"Tells Sapphire to forget import decisions made on files in this directory." = "Indica a Sapphire que olvide las decisiones de importación sobre los archivos en este directorio.";

/* Mark a file to reset import decisions description */
"Tells Sapphire to forget import decisions made on this file." = "Indica a Sapphire que olvide las decisiones de importación sobre este archivo.";

/* Hide the ui quitter description */
"Tells Sapphire to hide the main menu element forcing FrontRow to quit." = "Indica a Sapphire que oculte el elemento del menú principal forzando la salida de FrontRow.";

/* Hide collections setting description */
"Tells Sapphire to hide this collection on the main menu." = "Indica a Sapphire que oculte esta colección en el menú principal.";

/* Import collections setting description */
"Tells Sapphire to ignore this collection when running any import tool." = "Indica a Sapphire que omita esta colección cuando ejecute alguna herramienta de importación.";

/* Disable the anonymous reporting description */
"Tells Sapphire to not report any anonymous information on how you use Sapphire. Anonymous reporting enables us to improve the plugin for future use." = "Indica a Sapphire que no informe de ningún dato anónimo sobre el uso de Sapphire. Los informes anónimos nos permiten mejorar el complemento para uso futuro.";

/* Mark whole directory to re-fetch its movie data */
"Tells Sapphire to refetch Movie metadata for this directory the next time an import is run." = "Indica a Sapphire que vuelva a recuperar los metadatos de la película para este directorio la próxima vez que se ejecute una importación.";

/* Mark file to refetch movie description */
"Tells Sapphire to refetch Movie metadata for this file the next time an import is run." = "Indica a Sapphire que vuelva a recuperar los metadatos de la película para este archivo la próxima vez que se ejecute una importación.";

/* Mark directory to refetch tv data description */
"Tells Sapphire to refetch TV Show metadata for this directory the next time an import is run." = "Indica a Sapphire que vuelva a recuperar los metadatos de un programa de TV para este directorio la próxima vez que se ejecute una importación.";

/* Mark file to refetch tv data description */
"Tells Sapphire to refetch TV Show metadata for this file the next time an import is run." = "Indica a Sapphire que vuelva a recuperar los metadatos de un programa de TV para este archivo la próxima vez que se ejecute una importación.";

/* Mark directory to delete metadata description */
"Tells Sapphire to remove all metadata for this directory." = "Indica a Sapphire que quite todos los metadatos para este directorio.";

/* Mark file to delete metadata description */
"Tells Sapphire to remove all metadata for this file." = "Indica a Sapphire que quite todos los metadatos para este archivo.";

/* Marks the directory to no longer be a collection description */
"Tells Sapphire to remove this directory from the Collections list." = "Indica a Sapphire que quite este directorio de la lista de colecciones.";

/* Mark this Directory to Skip Import description */
"Tells Sapphire to skip this directory when importing." = "Indica a Sapphire que omita este directorio al hacer una importación.";

/* Mark file and join description */
"Tells Sapphire to use this file to complete the joined list." = "Indica a Sapphire que use este archivo para completar la lista de uniones.";

/* Mark file to be joined description */
"Tells Sapphire you wish to add this file to a list of files to be joined. The files will be joined in the order they were added to the list." = "Indica a Sapphire que se desea agregar este archivo a una lista de archivos que se unirán. Los archivos se unirán en el orden en que fueron agregados a la lista.";

/* File not present error string */
"The File %@ is not present.  Either a drive is not mounted or your metadata has not been imported recently" = "El archivo %@ no está presente.  Puede ser que no esté montada una unidad o los metadatos no se importaron recientemente.";

/* Name taken on a file/directory rename; parameter is name */
"The name %@ is already taken" = "El nombre %@ ya existe.";

/* Description of the movie import */
"This tool will attempt to fetch information about your Movie files from the Internet (IMDB/IMPAwards).  This procedure may take quite some time and could ask you questions.  You may cancel at any time." = "Esta herramienta intentará recuperar información acerca de sus archivos de películas desde Internet (IMDB/IMPAwards).  Este procedimiento puede tardar mucho tiempo y hacerle preguntas.  Se puede cancelar en cualquier momento.";

/* Description of the movie import */
"This tool will attempt to fetch information about your TV shows files from the Internet (TVRage).  This procedure may take quite some time and could ask you questions.  You may cancel at any time." = "Esta herramienta intentará recuperar información acerca de sus archivos de programas de TV desde Internet (TVRage).  Este procedimiento puede tardar mucho tiempo y hacerle preguntas.  Se puede cancelar en cualquier momento.";

/* Description of all meta import */
"This tool will import all the metadata it can find.  This procedure may take quite some time and could ask you questions.  You may cancel at any time." = "Esta herramienta importará todos los metadatos que pueda encontrar.  Este procedimiento puede tardar mucho tiempo y hacerle preguntas.  Se puede cancelar en cualquier momento.";

/* Description of the import processes */
"This tool will populate Sapphire's File data.  This procedure may take a while, but you may cancel at any time." = "Esta herramienta rellenará los datos del archivo de Sapphire. Este procedimiento puede tardar mucho tiempo, pero es posible cancelarlo en cualquier momento.";

/* TV Shows Menu Item */
"TV Shows" = "Programas TV";

/* Import complete format with number updated */
"Updated %0.0f Entries." = "Se actualizaron %0.0f entradas.";

/* No comment provided by engineer. */
"Upgrade Metadata" = "Actualizar metadatos";

/* No comment provided by engineer. */
"Upgrading Collection Prefs" = "Actualización preferencias de colecciones";

/* No comment provided by engineer. */
"Upgrading Complete; Press Menu to Go Back" = "Actualización completa. Presionar Menú para retroceder.";

/* No comment provided by engineer. */
"Upgrading Joined Files" = "Actualización archivos unidos";

/* No comment provided by engineer. */
"Upgrading Metadata" = "Actualización metadatos";

/* No comment provided by engineer. */
"Upgrading Movie Translations" = "Actualización traducciones de películas";

/* No comment provided by engineer. */
"Upgrading TV Translations" = "Actualización traducciones de TV";

/* The import is complete, just waiting on background processes */
"Waiting for background import to complete" = "En espera de que finalice la importación de fondo";


